Repository: dahlhansen/Electricity-Calculator-Swift
Catalog: Electricity Calculator/*.lproj/Localizable.strings
Languages: fr_ca

source: Usage Details
fr_ca: Details D'Utilisation

source: On-peak usage in kWh
fr_ca: Consommation aux heures de pointe en kWh

source: Off-peak usage in kWh
fr_ca: Consommation hors pointe en kWh

source: Mid-peak usage in kWh
fr_ca: Consommation mi-pointe en kWh

source: Consumption Charges
fr_ca: Frais De Consommation

source: On-Peak Charges : $%.2f
fr_ca: Frais de pointe : $%.2f

source: Off-Peak Charges : $%.2f
fr_ca: Frais hors pointe : $%.2f

source: Mid-Peak Charges : $%.2f
fr_ca: Frais de mi-pointe : $%.2f

source: Total Consumption Charges : $%.2f
fr_ca: Frais de consommation totale : $%.2f

source: Regulatory Charges
fr_ca: Frais Reglementares

source: HST (13 percent): $%.2f
fr_ca: TVH (13 procent): $%.2f

source: Provincial Rebate (8 percent): $%.2f
fr_ca: Remise provinciale (8 procent): $%.2f

source: Total Regulatory Charges : $%.2f
fr_ca: Total des frais réglementaires: $%.2f

source: Bill Amount
fr_ca: Montant De La Facture

source: Net Bill Amount : $%.2f
fr_ca: Montant net de la facture : $%.2f
